LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!🖖</b>\nДавай сыграем с тобой в игру '
              '"Камень, ножницы, бумага, ящерица, Спок"?\n\nЕсли ты, вдруг, '
              'забыл правила, команда /help тебе поможет!\n\n<b>Играем?😉</b>',
    '/help': 'Это очень простая игра, которая стала популярной благодаря '
             'американскому комедийному сериалу «Теория Большого взрыва».'
             'Мы одновременно должны '
             'выбрать одну из пяти фигур: камень, '
             'ножницы, бумага, ящерица или Спок.\n\nЕсли наш выбор '
             'совпадает - ничья, в остальных случаях '
             'ножницы режут бумагу, бумага покрывает камень, '
             'камень давит ящерицу, ящерица отравляет Cпока, '
             'Спок ломает ножницы, ножницы обезглавливают ящерицу, '
             'ящерица съедает бумагу, на бумаге улики против Cпока, '
             'Cпок испаряет камень, и, как всегда, камень разбивает '
             'ножницы.\n\n<b>Играем?😉</b>',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'lizard': 'Ящерица 🦎',
    'Spock': 'Спок 🖖',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Сделай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'bot_won': 'Я победил!☺\nСчет {0}:{1}\n\nСыграем еще?',
    'user_won': 'Ты победил!🔥\nCчет {0}:{1}\n\nПоздравляю!🥳\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!🤝\nCчет {0}:{1} \n\nПродолжим?',
    'bot_choice': 'Мой выбор'
}